{
  "global": {
    "clickToCopy": "Πατήστε για αντιγραφή",
    "translationCredits": "Spanish translation was done by the $COMET community"
  },
  "header": {
    "ergoPlatform": "Ergo Platform",
    "github": "GitHub"
  },
  "start": {
    "title": "Ξεκινήστε",
    "nextButton": "Ας ξεκινήσουμε!",
    "keys": {
      "title": "Τα κλειδιά σας, τα Ergo σας.",
      "content": "Δημιοργώντας και εκτύπωνοντας τις λέξεις κλειδιά εκτός σύνδεσης , μειώνεται δραστικά τον κίνδυνο να πέσετε θύμα ηλεκτρονικής πειρατείας ή ηλεκτρονικού ιού.Απλά μεταφέρεται τα νομίσματα σας στο καινούργιο σας πορτοφόλι, κρατήστε τα σε ασφαλή μέρος και μακριά απο υγρασία, πλέον μείνετε ήσυχοι ξέροντας ότι τα νομίσματα σας είναι ασφαλή."
    },
    "offline": {
      "title": "Αποσύνδεθείτε από το διαδύκτιο.",
      "content": "Για καλύτερη ασφλάλεια όλη η διαδικασία μπορεί να γίνει χωρίς σύνδεση στο διαδύκτιο. Απλά κατεβάστε το {downloadUrl} από το GitHub, αποσύνδεθείτε από το διαδύκτιο, χρησίμοποιήστε τον περιήγητή και ανοίξτε το αρχείο όπως θα ανοίγατε ένα απλό .html αρχείο!"
    },
    "verify": {
      "title": "Δεν μας εμπιστεύεστε. Επαληθεύεστε.",
      "content": "Αυτό το εργαλείο δημιουργήθηκε χρησιμοποιώντας αξιόπιστες και καλά ελεγμένες βιβλιοθήκες από την κοινότητα,δεν μεταδίδονται δεδομένα προς οποιαδήποτε κατεύθυνση και όλη η διαδικασία εκτελείται τοπικά στο πρόγραμμα περιήγησής σας. But don't trust, Αλλά μην εμπιστεύεστε, πηγαίνετε στο <a href='https://github.com/anon-br/ergo-paper-wallet' target='_blank' rel='noopener noreferrer'>GitHub repo</a> και επαληθεύεστεR."
    },
    "donate": {
      "title": "Κάντε μια δωρεά.",
      "content": "Εάν σας αρέσει αυτό το εργαλείο και θέλετε να ενθαρρύνετε την ανάπτυξή του, οι δωρεές είναι θερμά ευπρόσδεκτες! Στείλτε οποιοδήποτε ποσό σε αυτή τη διεύθυνση:",
      "tooltip": "Σαρώστε αυτό το QR Code ή <br />κάντε κλίκ για αντιγραφή"
    }
  },
  "print": {
    "title": "Εκτύπωση",
    "nextButton": "Ολοκληρώθηκε",
    "printButton": "Εκτύπώση",
    "newWalletButton": "Νέο πορτοφόλι",
    "strengthSelect": {
      "title": "Ισχύς πορτοφολιού",
      "words": "Λέξεις"
    },
    "publicKey": {
      "title": "Δημόσιο κλειδί",
      "tip": "Χρησιμοποιήστε αυτό το δημόσιο κλειδί για να ελέγξετε με ασφάλεια το υπόλοιπό σας ή να λάβετε περισσότερες διευθύνσεις σε ένα πορτοφόλι μόνο για ανάγνωση."
    },
    "addresses": {
      "title": "Διεθύνσεις",
      "tip": "Μπορείτε να στείλετε τα χρήματά σας σε οποιαδήποτε από τις παραπάνω διευθύνσεις.",
      "address": "Address"
    },
    "mnemonic": {
      "title": "Λέξεις κλειδιά",
      "tip": "<strong>ΜΗΝ ΑΠΟΚΑΛΥΨΕΤΕ ΚΑΙ ΜΗΝ ΜΟΙΡΑΖΕΤΕ ΤΙΣ ΛΕΞΕΙΣ ΚΛΕΙΔΙΑ ΣΑΣ </strong> ΜΕ ΚΑΝΕΝΑ. Αυτές οι λέξεις παρέχουν πλήρη πρόσβαση σε κεφάλαια που είναι αποθηκευμένα σε αυτό το πορτοφόλι."
    },
    "instructions": {
      "title": "Οδηγίες",
      "obfuscatingMsg": "Παραλαλώ αγνοήστε το.Σκοπός του είναι να δυσκόλεψει όποιον προσπαθήσει να δεί στο πόρτοφόλι σας.",
      "bulletOne": "Διπλώστε αυτό το φύλλο σε τέσσερα μέρη χρησιμοποιώντας τη διακεκομμένη γραμμή ως οδηγό, έτσι ώστε οι λέξεις κλειδιά να παραμείνουν στο εσωτερικό μέρος , στη συνέχεια, σφραγίστε το με ταινία ή κόλλα; and",
      "bulleTwo": "Διατηρήστε το ασφαλές και μακριά από την υγρασία. Αντιμετωπίστε ένα χάρτινο πορτοφόλι σαν μετρητά. Εάν το χάσετε ή γίνει δυσανάγνωστο, τα χρήματά σας θα εξαφανιστούν για πάντα."
    }
  }
}
