{
  "global": {
    "clickToCopy": "Кликните, чтобы скопировать",
    "translationCredits": "Перевод на русский язык был выполнен <a href='https://t.me/Belarusiyanin' target='_blank' rel='нет открывателя, нет ссылки'>@Belarusiyanin</a>"
  },
  "header": {
    "ergoPlatform": "Ergo Platform",
    "github": "GitHub"
  },
  "start": {
    "title": "Старт",
    "nextButton": "Давайте начнём!",
    "keys": {
      "title": "Ваши ключи - ваши Ergo",
      "content": "Создавая и распечатывая свой бумажный кошелек в автономном режиме, вы значительно снижаете свою уязвимость к хакерам или компьютерным вирусам. Так что просто переведите свои средства на свой новый кошелек, храните его в надежном месте, вдали от влаги, и наслаждайтесь спокойствием, зная, что ваши средства в безопасности."
    },
    "offline": {
      "title": "Уход офлайн.",
      "content": "Для повышения безопасности весь процесс может выполняться в автономном режиме т.е. офлайн. Просто загрузите файл {download Url} с GitHub к себе на компьютер, отключите интернет и откройте его с помощью своего браузера как обычный .html файл!"
    },
    "verify": {
      "title": "Не доверяй. Проверяй!",
      "content": "Этот инструмент был создан с использованием надежных и хорошо протестированных сообществом библиотек, никакие данные не передаются ни в каком направлении, и весь процесс выполняется локально в вашем браузере. Но не доверяйте, зайдите на наш <a href='https://github.com/anon-br/ergo-paper-wallet' target='_blank' rel='нет открывателя, нет ссылки'>репозиторий в GitHub</a> и проверьте всё сами."
    },
    "donate": {
      "title": "Поддержать автора.",
      "content": "Если вам нравится этот инструмент, и вы хотите помочь с его развитием, то ваши пожертвования горячо приветствуются! Отправьте пожалуйста любую сумму на этот адрес:",
      "tooltip": "Отсканируйте этот QR-код или <br />кликните, чтобы скопировать"
    }
  },
  "print": {
    "title": "Печать",
    "nextButton": "Готово",
    "printButton": "Напечатать",
    "newWalletButton": "Новый кошелёк",
    "strengthSelect": {
      "title": "Надёжность кошелька",
      "words": "слов"
    },
    "publicKey": {
      "title": "Публичный Ключ",
      "tip": "Используйте этот открытый ключ, чтобы безопасно проверить свой баланс или получить больше адресов в кошельке, доступном только для чтения."
    },
    "addresses": {
      "title": "Адреса",
      "tip": "Вы можете отправить свои средства на любой из вышеуказанных адресов.",
      "address": "Address"
    },
    "mnemonic": {
      "title": "Мнемоническая фраза",
      "tip": "<strong>НИКОМУ НЕ РАСКРЫВАЙТЕ И НЕ ПЕРЕДАВАЙТЕ ЭТУ МНЕМОНИЧЕСКУЮ ФРАЗУ</strong>! Эти слова (сид-фраза) обеспечивают полный доступ к средствам, хранящимся на этом кошельке."
    },
    "instructions": {
      "title": "Инструкции",
      "obfuscatingMsg": "Не обращайте на это внимания, пожалуйста. Просто немного буквенного шума, чтобы защитить мнемонику на случай, если кто-то попытается просветить сложенный кошелек с помощью фонарика.",
      "bulletOne": "Сложите этот распечатанный лист вчетверо, используя пунктирную линию в качестве ориентира, чтобы мнемоническая фраза оказалась внутри, а затем заклейте его скотчем или клеем; и",
      "bulleTwo": "Храните его в безопасности подальше от влаги. Относитесь к бумажному кошельку, как к наличным деньгам. Если вы потеряете его или он станет нечитаемым, то ваши средства пропадут навсегда."
    }
  }
}
